[
    {
        "name": "J-PRO ERP Integrated Management Software",
        "description": "The J-PRO ERP software allows the management of all operational processes (Workflow), integrating the different management functions of the company. This software is particularly aimed at SMEs wishing to better organize their activities.",
        "image": "00-Logiciel_de_gestion_intégré_J-PRO_ERP.png"
    },
    {
        "name": "Purchasing Management ",
        "description": "The company must constantly adapt to competition and optimally fix its sales prices. For this reason, the performance of the purchasing process is generally one of the strategic priorities of management",
        "image": "01-Gestion_des_achats.jpg",
        "id": "purchasing"
    },
    {
        "name": "Stock Management ",
        "description": "The J-PRO Stock management module has been designed to be simple and intuitive to use while ensuring a rigorous and efficient control and organization of stock management. ",
        "image": "02-Gestion_des_stocks.jpeg"
    },
    {
        "name": "Sales Management ",
        "description": "The J-PRO Sales Management Module is designed to automate, in an organized and intuitive way, the various functions related to sales management, from the establishment of the estimate to the generation of the invoice and payment of the customer. This module, equipped with very rich functionalities, is intended to reinforce the effectiveness of salespeople in their operational and decision-making functions.",
        "image": "03-Gestion_des_ventes.jpg"
    },
    {
        "name": "CAPM ",
        "description": "The J-PRO Computer Aided Production Management “CAPM” module, with its performance, and functional coverage, is a well-placed tool to guarantee the rigor and efficiency of all activities related to the management of the production process",
        "image": "04-GPAO.jpg"
    },
    {
        "name": "Payroll Management ",
        "description": "With the development of the company and the increase of its workforce, a payroll software becomes essential to manage the payroll of employees. Professional payroll software must process payroll data, automate calculations, generate pay statements, and prepare social and tax returns.",
        "image": "05-Gestion_de_la_paie.jpg"
    },
    {
        "name": "Human Resource Management ",
        "description": "Workforce represents both a cost and an important resource for the company to increase its competitiveness. Thus, payroll management takes care of the cost aspect (salaries and related social and tax charges), while the human resource management module takes care of the human capital aspect which must be valued and managed in an optimal way. With these two modules, the employee management is part of the overall context of the company's development strategy.",
        "image": "06-GRH.jpg",
        "id": "human-resources"
    },
    {
        "name": "Accounting",
        "description": "Accounting managed using the J-PRO Accounting module provides all the information about the company's transactions and the status of its accounts. This allows the company to have a better visibility on its activity and helps it to plan its development strategy. ",
        "image": "07-Comptabilité.jpg",
        "id": "accounting"
    },
    {
        "name": "Asset Management ",
        "description": "Fixed asset management processes the information related to the company's fixed assets: intangible, tangible, and financial assets.",
        "image": "08-Gestion_des_immobilisations.jpg"
    },
    {
        "name": "Financial Management ",
        "description": "Good management of financial resources is essential to ensure the sustainability of the company. To do this, the company must put in place coherent processing, control, and forecasting tools.",
        "image": "09-Gestion_financière.jpg"
    },
    {
        "name": "Cost Price Calculation ",
        "description": "The J-PRO Cost price calculation module makes it possible to determine with good precision the cost prices of the products manufactured by the company and to establish the structure of their costs based on all the technical and financial data processed",
        "image": "10-Calcul_des_prix_de_revient.jpg"
    },
    {
        "name": "Transfer and Integration ",
        "description": "The J-RPO ERP system focuses on reducing the workload and at the same time eliminating the risk of errors and ensuring the security and authenticity of the information.",
        "image": "11-Transfert_et_intégration.jpg"
    }
]