[
        {
            "name":"My name is an english name",
            "description":"Lorem",
            "image":"00-Logiciel_de_gestion_intégré_J-PRO_ERP.png"
        },
        {
            "name":"Gestion des achats",
            "description":"L’entreprise doit s’adapter en permanence à la concurrence, ce qui l’empêche d’augmenter librement les prix de ventes afin de garantir ses marges. Pour Cela, la performance du processus d’achat est généralement l’une des priorités stratégiques de la direction.",
            "image":"01-Gestion_des_achats.jpg"
        },
        {
            "name":"Gestion des stocks",
            "description":"Le module J-PRO Gestion des stocks est conçu afin d’offrir une utilisation simple et intuitive tout en assurant une maîtrise et une organisation rigoureuse et efficace de la gestion des stocks.",
            "image":"02-Gestion_des_stocks.jpeg"
        },
        {
            "name":"Gestion des ventes",
            "description":"Le Module J-PRO Gestion des ventes est conçu pour automatiser, d’une façon organisée et intuitive, les différentes fonctions liées à la gestion des ventes, de l’établissement du devis jusqu’à la génération de la facture et règlement du client. Ce module, doté de fonctionnalités très riches, est destiné à renforcer l’efficacité des commerciaux dans leurs fonctions opérationnelles et décisionnelles.",
            "image":"03-Gestion_des_ventes.jpg"
        },
        {
            "name":"GPAO",
            "description":"Le module J-PRO GPAO, avec sa performance et sa couverture fonctionnelle, est un outil bien placé pour garantir la rigueur et l’efficacité de l’ensemble des activités liées à la gestion du processus de production. Offrant des conditions favorables à l’entreprise pour optimiser l’utilisation de ses ressources, respecter ses délais, minimiser ses coûts de production et maîtriser la traçabilité des matières premières utilisées et des produits finis et semi-finis fabriqués.",
            "image":"04-GPAO.jpg"
        },
        {
            "name":"Gestion de la paie",
            "description":"Avec le développement de l’entreprise et l’augmentation de son effectif, un logiciel de paie devient incontournable et obligatoire pour gérer la paie des salariés. Un logiciel de paie professionnel doit traiter les données relatives aux salaires, automatiser les calculs, générer les bulletins de paie et établir des déclarations sociales et fiscales.",
            "image":"05-Gestion_de_la_paie.jpg"
        },
        {
            "name":"Gestion des ressources humaines",
            "description":"la gestion de la paie prend en charge l’aspect coût (salaires et aux charges sociales et fiscales liées), alors que le module de gestion du personnel prend en charge l’aspect capital humain qui doit être valorisé et géré de manière optimale. Avec ces deux modules, la gestion du personnel s’inscrit dans un contexte global de stratégie de développement de l’entreprise.",
            "image":"06-GRH.jpg"
        },
        {
            "name":"Comptabilité",
            "description":"La comptabilité gérée à l’aide du module J-PRO Comptabilité permet de disposer de toutes les informations concernant les transactions de l’entreprise et la situation de ses comptes. Ce qui lui permet d’avoir une meilleure visibilité sur son activité et l’aide à bien planifier sa stratégie de développement.",
            "image":"07-Comptabilité.jpg"
        },
        {
            "name":"Gestion des immobilisations",
            "description":"La gestion des immobilisations traite les informations liées aux actifs immobilisés de l’entreprise : immobilisations incorporelles, corporelles et financières. Le module J-PRO Gestion des immobilisations est destiné à assurer une gestion efficace de l’intégralité de ces actifs durant leur cycle de vie.",
            "image":"08-Gestion_des_immobilisations.jpg"
        },
        {
            "name":"Gestion financière",
            "description":"Une bonne gestion des ressources financières est indispensable pour assurer la pérennité de l’entreprise. Pour cela, l’entreprise doit mettre en place des outils cohérents de traitement, de contrôle et de prévision. Le module J-PRO Gestion financière est conçue pour offrir, d’une façon instantanée, une vision détaillée et globale de l’activité de l’entreprise, lui permettant une prise de décision rapide et éclairée.",
            "image":"09-Gestion_financière.jpg"
        },
        {
            "name":"Calcul des prix de revient",
            "description":"Lorem",
            "image":"10-Calcul_des_prix_de_revient.jpg"
        },
        {
            "name":"Transfert et intégration",
            "description":"Lorem",
            "image":"11-Transfert_et_intégration.jpg"
        }
]
