[
    {
        "id": "accounting",
        "title": "المحاسبة",
        "subtitle": "رؤية أفضل للشركة",
        "description": "غالبًا ما يُنظر إلى المحاسبة على أنّها التزام قانوني وضرورة جبائيّة، لكنها مع ذلك تمثل أحد العوامل الرئيسيّةللإدارة السّليمة للأعمال. تجعل إدارة المحاسبة باستخدام برنامج جي-برو من الممكن الحصول على جميع المعلومات المتعلّقة بمعاملات الشّركة وحالة حساباتها. ممّا يتيح للمديرين الحصول على رؤية أفضل لنشاط الشّركة ويساعدهم في التّخطيط للاستراتيجية التنمويّة. برنامج المحاسبة جي-برو هي تطبيق متعدد الشركات، ومناسب تمامًا للشّركات الصّغيرة والمتوسّطة ومكاتب المحاسبة:",
        "image1": "accounting1.png",
        "image2": "accounting2.png",
        "image3": "accounting3.png"
    },
    {
        "id": "purchasing",
        "title": " إدارة المشتريات",
        "subtitle": "عملية شراء فعالة تتكيف مع المنافسة",
        "description": "يجب على الشركة التكيّف باستمرار مع المنافسة، مما يمنعها من زيادة أسعار المبيعات بحريّة من أجل ضمان هامش الرّبح. لهذا، عادة ما يكون أداء إدارة عمليّات الشّراء أحد الأولويّات الاستراتيجيّة للإدارة.و بمساعدة برنامج إدارة المشتريات جي-برو، سيقوم الموظّفون بتنفيذ المهام المتعلّقة بإدارة المشتريات بطريقة أسرع وأكثر دقّة وسيكونون قادرين على الاستفادة من الوقت الذي تم توفيره للتركيز على الأعمال الأساسية للشّركة وإمكانية القيام بمهام أخرى ذات قيمة مضافة أعلى. ",
        "image1": "purchasing1.jpg",
        "image2": "purchasing2.jpg",
        "image3": "purchasing3.jpg"
    },
    {
        "id": "human-resources",
        "title": " إدارة الموارد البشريّة",
        "subtitle": "إدارة عطل ملائمة لهيكل الشركة",
        "description": "يمثّل الموظّفون في أغلب الحالات أحد العناصر الهامّة من تكاليف الشّركة، ولكن أيضًا يجب النّظر إليهم كموارد مهمّة لزيادة قدرتها التنافسيّة. وبالتّالي، نجد ان برنامج إدارة الرواتب يدعم جانب التكلفة (الرّواتب والرّسوم الاجتماعيّة والضريبيّة ذات الصّلة)، ويتولّى برنامج إدارة الموارد البشريّة جانب رأس المال البشري، والذي يجب أن يتمّ تقييمه وإدارته على النّحو الأمثل. وبذلك تكون إدارة شؤون الموظّفين جزءًا من السّياق الشّامل لإستراتيجيّة تطوير الشّركة. تم تصميم برنامج إدارة الموارد البشريّة جي-برو لمساعدة المستخدمين على إدارة الأنشطة اليوميّة والعمليّات الإستراتيجيّة:",
        "image1": "hr1.jpg",
        "image2": "hr2.jpg",
        "image3": "hr3.jpg"
    }
]