[
    {
        "name": "البرنامج المندمج لتخطيط موارد المؤسّسات",
        "description": "يمكّن برنامج تخطيط موارد المؤسّسات جي-برو من إدارة جميع العمليّات الوظيفيّة للشّركة (سير العمل) بصفة مندمجة. هذا البرنامج موجّه بشكل خاص للشّركات الصّغيرة والمتوسّطة التي ترغب في تنظيم أنشطتها بشكل أفضل.",
        "image": "00-Logiciel_de_gestion_intégré_J-PRO_ERP.png"
    },
    {
        "name": " إدارة المشتريات",
        "description": "يجب على الشركة التكيّف باستمرار مع المنافسة، مما يمنعها من زيادة أسعار المبيعات بحريّة من أجل ضمان هامش الرّبح. لهذا، عادة ما يكون أداء إدارة عمليّات الشّراء أحد الأولويّات الاستراتيجيّة للإدارة. ",
        "image": "01-Gestion_des_achats.jpg",
        "id": "purchasing"
    },
    {
        "name": " إدارة المخزون",
        "description": "تم تصميم برنامج إدارة المخزون جي-برو لتقديم استخدامات سهلة وبسيطة مع ضمان مراقبة وتنظيم محكم لإدارة المخزون",
        "image": "02-Gestion_des_stocks.jpeg"
    },
    {
        "name": " إدارة المبيعات",
        "description": "تم تصميم برنامج إدارة المبيعات جي-برو لإنجاز الوظائف المختلفة المتعلّقة بإدارة المبيعات بطريقة سريعة ودقيقة ومنظّمة ",
        "image": "03-Gestion_des_ventes.jpg"
    },
    {
        "name": " إدارة الإنتاج بمساعدة الكمبيوتر",
        "description": "يعد برنامج إدارة الإنتاج بمساعدة الكمبيوتر جي-برو، بأدائه وتغطيته الوظيفية، أداة في غاية الفاعليّة لضمان دقّة وكفاءة جميع الأنشطة المتعلقة بإدارة عمليّة الإنتاج.  ",
        "image": "04-GPAO.jpg"
    },
    {
        "name": " إدارة الرّواتب",
        "description": "مع تطوّرحجم الشّركة وزيادة قوّتها العاملة، يصبح برنامج إدارة الرواتب ضروريًا لمعالجة بيانات رواتب الموظّفين وإتمام الحسابات وإنشاء كشوف المرتّبات وإعداد البيانات والتّقارير لإدارة الشّركة إضافة إلى التّصاريح الاجتماعيّة والضريبيّة.",
        "image": "05-Gestion_de_la_paie.jpg"
    },
    {
        "name": " إدارة الموارد البشريّة",
        "description": "برنامج إدارة الرواتب يدعم جانب التكلفة (الرّواتب والرّسوم الاجتماعيّة والضريبيّة ذات الصّلة)، ويتولّى برنامج إدارة الموارد البشريّة جانب رأس المال البشري، والذي يجب أن يتمّ تقييمه وإدارته على النّحو الأمثل. وبذلك تكون إدارة شؤون الموظّفين جزءًا من السّياق الشّامل لإستراتيجيّة تطوير الشّركة.",
        "image": "06-GRH.jpg",
        "id": "human-resources"
    },
    {
        "name": " المحاسبة",
        "description": "تجعل إدارة المحاسبة باستخدام برنامج جي-برو من الممكن الحصول على جميع المعلومات المتعلّقة بمعاملات الشّركة وحالة حساباتها. ممّا يتيح للمديرين الحصول على رؤية أفضل لنشاط الشّركة ويساعدهم في التّخطيط للاستراتيجية التنمويّة.",
        "image": "07-Comptabilité.jpg",
        "id": "accounting"
    },
    {
        "name": " إدارة الأصول الثّابتة",
        "description": "يهدف برنامج إدارة الأصول جي-برو إلى ضمان الإدارة الفعّالة لجميع هذه الأصول خلال دورة حياتها. وتتمّ هاته الإدارة بطريقة متكاملة مع برنامج المحاسبة، مما يسمح بالاحتفاظ بملفّها وتتبّع حركاتها وإنشاء جداول الاستهلاك",
        "image": "08-Gestion_des_immobilisations.jpg"
    },
    {
        "name": " الإدارة الماليّة",
        "description": "تم تصميم برنامج الإدارة الماليّة جي-برو ليقدّم، بطريقة فوريّة، رؤية مفصّلة وشاملة للوضعيّة الماليّة الشّركة، ممّا يسمح لها باتّخاذ قرارات سريعة ومستنيرة.",
        "image": "09-Gestion_financière.jpg"
    },
    {
        "name": " حساب سعر التّكلفة",
        "description": "يتيح برنامج حساب سعر التّكلفة جي-برو إمكانيّة معرفة أسعار تكلفة المنتجات التي تصنعها الشركة وتفاصيل المصاريف وهيكل التّكلفة بدقّة بالغة بالاعتماد على جميع البيانات الفنيّة والماليّة المعالجة",
        "image": "10-Calcul_des_prix_de_revient.jpg"
    },
    {
        "name": "نقل البيانات والتّكامل",
        "description": "يراهن نظام تخطيط موارد المؤسّسات جي-برو على تقليل عبء العمل وفي نفس الوقت تفادي الأخطاء النّاتجة عن الاعمال اليدويّة، وضمان أمن المعلومات وصحّتها.",
        "image": "11-Transfert_et_intégration.jpg"
    }
]